[
  { "topic": "If you could live in any fictional world, which one would it be and why?", "category": "Imagination" },
  { "topic": "What’s a wild dream you’ve had that still sticks with you?", "category": "Dreams" },
  { "topic": "If you could time travel, would you go to the past or the future?", "category": "Imagination" },
  { "topic": "What’s the most spontaneous thing you’ve ever done?", "category": "Adventure" },
  { "topic": "If money wasn’t an issue, how would you spend your life?", "category": "Lifestyle" },
  { "topic": "What’s your idea of the perfect romantic getaway?", "category": "Romance" },
  { "topic": "What’s a guilty pleasure you secretly enjoy?", "category": "Lifestyle" },
  { "topic": "If you could master any skill instantly, what would it be?", "category": "Hobbies" },
  { "topic": "Have you ever had a moment that felt like it was straight out of a movie?", "category": "Personal" },
  { "topic": "What’s a fantasy or scenario you’ve thought about but never shared?", "category": "Imagination" },
  { "topic": "What’s the most adventurous activity you’ve ever tried?", "category": "Adventure" },
  { "topic": "If you could design your dream home, what unique feature would it have?", "category": "Imagination" },
  { "topic": "What’s the best compliment you’ve ever received?", "category": "Personal" },
  { "topic": "If you could switch lives with anyone for a day, who would it be?", "category": "Imagination" },
  { "topic": "What’s an unusual or quirky habit you have?", "category": "Personal" },
  { "topic": "If you could have dinner with any historical figure, who would it be?", "category": "History" },
  { "topic": "What’s the most daring decision you’ve ever made?", "category": "Adventure" },
  { "topic": "What’s your favorite book or movie genre?", "category": "Books" },
  { "topic": "Do you believe in fate or free will? Why?", "category": "Philosophy" },
  { "topic": "What’s one secret goal or dream you’ve kept to yourself?", "category": "Goals" },
  { "topic": "If you could only eat one type of cuisine forever, what would it be?", "category": "Food" },
  { "topic": "What’s the most luxurious experience you’ve ever had?", "category": "Lifestyle" },
  { "topic": "If you could invent a holiday, what would it celebrate?", "category": "Imagination" },
  { "topic": "What’s the most romantic thing someone has done for you?", "category": "Romance" },
  { "topic": "If you could live off-grid for a year, what would you miss the most?", "category": "Lifestyle" },
  { "topic": "What’s the most meaningful gift you’ve ever received?", "category": "Personal" },
  { "topic": "If you could host a party anywhere in the world, where would it be?", "category": "Lifestyle" },
  { "topic": "What’s an interesting skill you’ve always wanted to learn?", "category": "Hobbies" },
  { "topic": "What’s a dream destination on your travel bucket list?", "category": "Travel" },
  { "topic": "If you could relive one day of your life, which one would it be?", "category": "Imagination" },
  { "topic": "What’s your go-to comfort food?", "category": "Food" },
  { "topic": "If you could create your own utopia, what rules would it have?", "category": "Imagination" },
  { "topic": "What’s a memory that instantly makes you smile?", "category": "Personal" },
  { "topic": "What’s your favorite way to unwind after a long day?", "category": "Lifestyle" },
  { "topic": "What’s the most unexpected adventure you’ve ever been on?", "category": "Adventure" },
  { "topic": "If you could have any superpower, what would it be and why?", "category": "Imagination" },
  { "topic": "What’s a piece of advice you’ve received that stuck with you?", "category": "Personal" },
  { "topic": "If you could change one thing about the world, what would it be?", "category": "Philosophy" },
  { "topic": "Do you believe in soulmates or love at first sight?", "category": "Romance" },
  { "topic": "What’s the craziest idea you’ve ever had that you’d love to try?", "category": "Imagination" },
  { "topic": "If you won the lottery, what’s the first thing you’d do?", "category": "Lifestyle" },
  { "topic": "What’s the best vacation you’ve ever been on?", "category": "Travel" },
  { "topic": "What’s a fictional character you’d love to be friends with?", "category": "Books" },
  { "topic": "What’s a life lesson you’ve learned the hard way?", "category": "Personal" },
  { "topic": "If you could live anywhere in the world, where would it be?", "category": "Imagination" },
  { "topic": "What’s one thing you’re proud of but don’t often share?", "category": "Personal" },
  { "topic": "Do you believe in aliens or other life forms? Why or why not?", "category": "Imagination" },
  { "topic": "What’s a bucket list item you’d want to complete with someone special?", "category": "Adventure" },
  { "topic": "What’s a movie or show that left a big impact on you?", "category": "Movies" },
  { "topic": "If you were invisible for a day, what’s the first thing you’d do?", "category": "Imagination" },
  { "topic": "What’s the most mysterious or unexplained thing you’ve ever witnessed?", "category": "Mystery" },
  { "topic": "If you could rewrite the ending to any movie, which one would it be?", "category": "Movies" },
  { "topic": "What conspiracy theory do you secretly think might be true?", "category": "Mystery" },
  { "topic": "If you could ask your future self one question, what would it be?", "category": "Imagination" },
  { "topic": "What’s a childhood fear you laugh about now?", "category": "Personal" },
  { "topic": "What’s one irrational thing you’ve always wanted to try?", "category": "Adventure" },
  { "topic": "If you could uncover the truth about one historical event, which one?", "category": "History" },
  { "topic": "What’s the strangest coincidence you’ve ever experienced?", "category": "Mystery" },
  { "topic": "What’s something you’ve done that would shock your younger self?", "category": "Personal" },
  { "topic": "What would you do if you had a week left to live?", "category": "Philosophy" },
  { "topic": "What’s the most embarrassing thing you’ve accidentally said out loud?", "category": "Personal" },
  { "topic": "If you could design a theme park, what would its theme be?", "category": "Imagination" },
  { "topic": "What’s a lie you once told that spiraled out of control?", "category": "Personal" },
  { "topic": "If you could swap lives with a celebrity for a week, who would it be?", "category": "Imagination" },
  { "topic": "What’s a weird talent or party trick you secretly have?", "category": "Hobbies" },
  { "topic": "If you could bring one extinct species back to life, what would it be?", "category": "Science" },
  { "topic": "What’s the most exciting secret you’ve ever been told?", "category": "Mystery" },
  { "topic": "What’s a strange food combination you swear by?", "category": "Food" },
  { "topic": "If you could live during any historical period, which one and why?", "category": "History" },
  { "topic": "What’s a rumor or myth you believed as a kid?", "category": "Personal" },
  { "topic": "If you had to survive on a deserted island, what 3 things would you take?", "category": "Adventure" },
  { "topic": "What’s the funniest misunderstanding you’ve ever been part of?", "category": "Personal" },
  { "topic": "If you could change your name to anything, what would you choose?", "category": "Imagination" },
  { "topic": "What’s a seemingly useless skill you’re surprisingly good at?", "category": "Hobbies" },
  { "topic": "If you could read minds, whose mind would you read first?", "category": "Imagination" },
  { "topic": "What’s the most bizarre dream you’ve ever had?", "category": "Dreams" },
  { "topic": "What’s a superstition you secretly believe in?", "category": "Mystery" },
  { "topic": "What’s a fictional villain you think had a point?", "category": "Movies" },
  { "topic": "What’s a strange thing you were convinced was true as a kid?", "category": "Personal" },
  { "topic": "If you could experience life as an animal for one day, which one?", "category": "Imagination" },
  { "topic": "What’s the funniest or weirdest nickname you’ve ever had?", "category": "Personal" },
  { "topic": "What’s one thing you’d never do, no matter the reward?", "category": "Philosophy" },
  { "topic": "What’s a ridiculous rule you’d enforce if you were in charge of the world?", "category": "Imagination" },
  { "topic": "If you could bring one invention to life from a movie or book, what would it be?", "category": "Science" },
  { "topic": "What’s a hobby you’d take up if time or money weren’t an issue?", "category": "Hobbies" },
  { "topic": "If you could star in any TV show, which one would it be?", "category": "Movies" },
  { "topic": "What’s a compliment you’ve always wanted to hear?", "category": "Personal" },
  { "topic": "What’s a song or artist you’d be embarrassed to admit you love?", "category": "Music" },
  { "topic": "If you were a ghost, how would you haunt people?", "category": "Imagination" },
  { "topic": "What’s a challenge you secretly hope someone would dare you to try?", "category": "Adventure" },
  { "topic": "What’s a mystery about the universe you’d love to solve?", "category": "Science" },
  { "topic": "If you could redo one decision in life, what would it be?", "category": "Philosophy" },
  { "topic": "What’s a piece of trivia you know that blows everyone’s mind?", "category": "Facts" },
  { "topic": "What’s the most awkward thing that’s ever happened on a date?", "category": "Romance" },
  { "topic": "If you could be a villain for a day, what would your evil plan be?", "category": "Imagination" },
  { "topic": "What’s one habit you wish you could break?", "category": "Lifestyle" },
  { "topic": "What’s the most magical place you’ve ever visited?", "category": "Travel" },
  { "topic": "What’s one law you’d create if you had the power?", "category": "Philosophy" },
  { "topic": "If you could live forever, what would you do differently?", "category": "Philosophy" },
  { "topic": "What’s the strangest encounter you’ve ever had with a stranger?", "category": "Personal" },
  { "topic": "If you could write a book, what would it be about?", "category": "Imagination" },
  { "topic": "What’s a fear you’ve overcome that you’re proud of?", "category": "Personal" },
  { "topic": "If you could design a new planet, what would it look like?", "category": "Imagination" },
  { "topic": "What’s the funniest prank you’ve ever pulled or been a part of?", "category": "Humor" },
  { "topic": "What’s a historical event you wish you could witness firsthand?", "category": "History" },
  { "topic": "What’s the weirdest thing you’ve Googled recently?", "category": "Humor" },
  { "topic": "If you were given $1 million but had to spend it in 24 hours, how would you do it?", "category": "Lifestyle" },
  { "topic": "What’s the most breathtaking view you’ve ever seen?", "category": "Travel" },
  { "topic": "If you could swap your job with someone famous, who would it be?", "category": "Imagination" },
  { "topic": "What’s the craziest thing you’ve ever done on a dare?", "category": "Adventure" },
  { "topic": "If you could be any mythical creature, what would you choose?", "category": "Imagination" },
  { "topic": "What’s one thing about yourself you wish more people knew?", "category": "Personal" },
  { "topic": "What’s a fictional character you’d want to go on an adventure with?", "category": "Movies" },
  { "topic": "What’s a small decision you made that changed your life in a big way?", "category": "Personal" },
  { "topic": "If your life was a movie, what genre would it be?", "category": "Imagination" },
  { "topic": "What’s the best compliment you’ve ever given someone?", "category": "Personal" },
  { "topic": "If you could live a day as someone else, who would it be?", "category": "Imagination" },
  { "topic": "What’s a skill you think everyone should learn?", "category": "Hobbies" },
  { "topic": "What’s your favorite conspiracy theory to debate about?", "category": "Mystery" },
  { "topic": "If you had to live in one season all year, which would you choose?", "category": "Lifestyle" },
  { "topic": "What’s the most magical experience you’ve ever had?", "category": "Personal" },
  { "topic": "If you could control one element (water, fire, etc.), which would it be?", "category": "Imagination" },
  { "topic": "What’s your go-to karaoke song?", "category": "Music" },
  { "topic": "What’s the weirdest rumor you’ve ever heard about yourself?", "category": "Personal" },
  { "topic": "If you could create a secret society, what would it stand for?", "category": "Imagination" },
  { "topic": "What’s the most impressive thing you’ve ever built or created?", "category": "Hobbies" },
  { "topic": "If you could delete one thing from existence, what would it be?", "category": "Philosophy" },
  { "topic": "What’s something childish you still secretly enjoy?", "category": "Lifestyle" },
  { "topic": "What’s a movie or show you wish you could watch for the first time again?", "category": "Movies" },
  { "topic": "What’s a mystery from your childhood you still think about?", "category": "Mystery" },
  { "topic": "If you had unlimited resources, what kind of business would you start?", "category": "Imagination" },
  { "topic": "What’s the most surreal moment you’ve ever experienced?", "category": "Personal" },
  { "topic": "If you could learn the truth about one thing, what would it be?", "category": "Mystery" },
  { "topic": "What’s your favorite fictional love story?", "category": "Romance" },
  { "topic": "If you could spend a week in any decade, which one would it be?", "category": "History" },
  { "topic": "What’s the weirdest compliment you’ve ever received?", "category": "Personal" },
  { "topic": "If you could create a holiday, what traditions would it have?", "category": "Imagination" },
  { "topic": "What’s the most unusual place you’ve ever fallen asleep?", "category": "Personal" },
  { "topic": "If you could communicate with animals, what would you ask them?", "category": "Imagination" },
  { "topic": "What’s the most ridiculous rule you’ve ever had to follow?", "category": "Humor" },
  { "topic": "What’s the one thing you absolutely can’t live without?", "category": "Lifestyle" },
  { "topic": "What’s your idea of a perfect lazy day?", "category": "Lifestyle" },
  { "topic": "What’s a word or phrase you overuse without realizing?", "category": "Personal" },
  { "topic": "What’s the most surprising thing you’ve learned about yourself?", "category": "Personal" },
  { "topic": "If you could only listen to one genre of music forever, what would it be?", "category": "Music" },
  { "topic": "What’s a talent you’ve always admired in others?", "category": "Hobbies" },
  { "topic": "If you could host a talk show, who would be your first guest?", "category": "Imagination" },
  { "topic": "What’s something you’ve done that you’d never tell your parents?", "category": "Personal" },
  { "topic": "What’s the most life-changing decision you’ve ever made?", "category": "Life" },
  { "topic": "If you could have dinner with three historical figures, who would they be?", "category": "History" },
  { "topic": "What’s a dream you’ve never shared with anyone?", "category": "Dreams" },
  { "topic": "If you could live in any fictional universe, which one would it be?", "category": "Fantasy" },
  { "topic": "What’s your most memorable travel experience?", "category": "Travel" },
  { "topic": "What’s a mystery about the world that fascinates you?", "category": "Science" },
  { "topic": "If you could have any superpower, but only for 24 hours, what would it be?", "category": "Imagination" },
  { "topic": "What’s the most awkward thing you’ve done in public?", "category": "Humor" },
  { "topic": "What’s a skill you’ve always wanted to master?", "category": "Hobbies" },
  { "topic": "What’s the best compliment you’ve ever received?", "category": "Personal" },
  { "topic": "What’s a song that instantly puts you in a good mood?", "category": "Music" },
  { "topic": "If you could erase one embarrassing moment from your past, what would it be?", "category": "Personal" },
  { "topic": "What’s the most interesting thing you’ve learned recently?", "category": "Facts" },
  { "topic": "If you could be a character in any video game, who would you choose?", "category": "Gaming" },
  { "topic": "What’s your favorite food combination that others find weird?", "category": "Food" },
  { "topic": "What’s the best prank you’ve ever witnessed?", "category": "Humor" },
  { "topic": "If you could relive one moment in your life, what would it be?", "category": "Memories" },
  { "topic": "What’s a conspiracy theory you secretly find fascinating?", "category": "Mystery" },
  { "topic": "If you could time travel, would you go to the past or the future?", "category": "Imagination" },
  { "topic": "What’s the funniest or weirdest thing you’ve seen at a party?", "category": "Humor" },
  { "topic": "What’s your favorite type of weather and why?", "category": "Nature" },
  { "topic": "If you could live as a different species for a day, which one?", "category": "Imagination" },
  { "topic": "What’s a childhood dream you still think about?", "category": "Dreams" },
  { "topic": "What’s your favorite unsolved mystery?", "category": "Mystery" },
  { "topic": "What’s a hobby you’ve tried but weren’t good at?", "category": "Hobbies" },
  { "topic": "If you could build your dream house anywhere, where would it be?", "category": "Lifestyle" },
  { "topic": "What’s a movie scene that left a lasting impression on you?", "category": "Movies" },
  { "topic": "What’s the best meal you’ve ever had?", "category": "Food" },
  { "topic": "If you had unlimited money, what’s the first thing you’d buy?", "category": "Lifestyle" },
  { "topic": "What’s the strangest pet you’ve ever seen or owned?", "category": "Nature" },
  { "topic": "If you were a ghost, how would you haunt people?", "category": "Humor" },
  { "topic": "What’s a habit you wish you could break?", "category": "Personal" },
  { "topic": "If you could create a holiday, what would it celebrate?", "category": "Imagination" },
  { "topic": "What’s a book or movie that changed your perspective on life?", "category": "Books" },
  { "topic": "What’s the most underrated place you’ve ever visited?", "category": "Travel" },
  { "topic": "What’s something you believed as a kid that turned out to be false?", "category": "Memories" },
  { "topic": "What’s the most creative project you’ve worked on?", "category": "Creativity" },
  { "topic": "If you could trade lives with someone for a week, who would it be?", "category": "Imagination" },
  { "topic": "What’s the weirdest piece of advice you’ve ever received?", "category": "Personal" },
  { "topic": "What’s a tradition or custom you find fascinating?", "category": "Culture" },
  { "topic": "If you could have your own talk show, what would you name it?", "category": "Imagination" },
  { "topic": "What’s the most unusual gift you’ve ever received?", "category": "Personal" },
  { "topic": "What’s a fun fact about yourself most people don’t know?", "category": "Personal" },
  { "topic": "What’s the wildest rumor you’ve ever heard about someone famous?", "category": "Celebrities" },
  { "topic": "What’s a movie or TV show you can quote word-for-word?", "category": "Movies" },
  { "topic": "If you were stranded on an island, what’s the first thing you’d do?", "category": "Adventure" },
  { "topic": "What’s your guilty pleasure TV show or movie?", "category": "Entertainment" },
  { "topic": "What’s the most bizarre fashion trend you’ve ever followed?", "category": "Fashion" },
  { "topic": "What’s your favorite urban legend or ghost story?", "category": "Mystery" },
  { "topic": "If you could instantly master a musical instrument, which one?", "category": "Music" },
  { "topic": "What’s the most unusual food you’ve tried and liked?", "category": "Food" },
  { "topic": "If you could master one skill instantly, what would it be?", "category": "Imagination" },
  { "topic": "What’s the strangest coincidence you’ve ever experienced?", "category": "Personal" },
  { "topic": "If you could live in any time period, when would it be?", "category": "History" },
  { "topic": "What’s something that always makes you laugh no matter what?", "category": "Humor" },
  { "topic": "What’s the most dangerous thing you’ve ever done?", "category": "Adventure" },
  { "topic": "If you could be the president of any country for a day, what would you change?", "category": "Politics" },
  { "topic": "What’s your idea of the perfect vacation?", "category": "Travel" },
  { "topic": "If you could talk to your future self, what would you ask?", "category": "Life" },
  { "topic": "What’s the best advice you’ve ever received from a stranger?", "category": "Personal" },
  { "topic": "What’s the one thing you can’t live without on a daily basis?", "category": "Lifestyle" },
  { "topic": "If you could have any fictional technology, what would it be?", "category": "Imagination" },
  { "topic": "What’s your favorite way to spend a weekend?", "category": "Lifestyle" },
  { "topic": "If you could spend a day with any fictional villain, who would it be?", "category": "Movies" },
  { "topic": "What’s something you wish was more accessible to everyone?", "category": "Social" },
  { "topic": "If you could change one thing about the world, what would it be?", "category": "Philosophy" },
  { "topic": "What’s the most spontaneous thing you’ve ever done?", "category": "Adventure" },
  { "topic": "If you could take a year off from life to do anything, what would you do?", "category": "Life" },
  { "topic": "What’s the most mind-blowing fact you’ve recently learned?", "category": "Science" },
  { "topic": "What would your dream house look like?", "category": "Lifestyle" },
  { "topic": "If you could be famous for anything, what would it be?", "category": "Imagination" },
  { "topic": "What’s a common misconception people have about you?", "category": "Personal" },
  { "topic": "What’s a hobby you’ve always wanted to try but never have?", "category": "Hobbies" },
  { "topic": "If you could live in any city in the world, where would it be?", "category": "Travel" },
  { "topic": "What’s the weirdest thing you’ve heard someone say in a public place?", "category": "Humor" },
  { "topic": "What’s the most meaningful compliment you’ve ever given?", "category": "Personal" },
  { "topic": "What’s the most extreme weather you’ve ever experienced?", "category": "Nature" },
  { "topic": "If you could instantly learn a new language, which one would it be?", "category": "Personal" },
  { "topic": "What’s the best gift you’ve ever given to someone?", "category": "Personal" },
  { "topic": "If you could be a character in any book, who would you be?", "category": "Books" },
  { "topic": "What’s something you’ve always been afraid to try?", "category": "Adventure" },
  { "topic": "What’s a piece of technology you can’t live without?", "category": "Technology" },
  { "topic": "If you could change one thing about your personality, what would it be?", "category": "Personal" },
  { "topic": "What’s the most unusual tradition in your family?", "category": "Culture" },
  { "topic": "If you could be an expert in anything, what would it be?", "category": "Personal" },
  { "topic": "What’s your idea of a perfect dinner party?", "category": "Lifestyle" },
  { "topic": "What’s something you believe in that others may find strange?", "category": "Philosophy" },
  { "topic": "What’s the most interesting place you’ve traveled to, and why?", "category": "Travel" },
  { "topic": "What’s the weirdest trend you’ve seen online recently?", "category": "Internet" },
  { "topic": "If you could change one law, what would it be?", "category": "Politics" },
  { "topic": "What’s the one thing you’ve always wanted to do but never had the time for?", "category": "Life" },
  { "topic": "What’s the best way to relax after a long day?", "category": "Lifestyle" },
  { "topic": "If you could solve one world problem, what would it be?", "category": "Social" },
  { "topic": "What’s the most inspiring story you’ve heard?", "category": "Inspiration" },
  { "topic": "What’s a weird coincidence that’s happened to you?", "category": "Personal" },
  { "topic": "If you could be any age for a month, what age would you be?", "category": "Life" },
  { "topic": "What’s the coolest thing you’ve ever built or made?", "category": "Creativity" },
  { "topic": "What’s your dream job, and what steps are you taking to get there?", "category": "Career" },
  { "topic": "If you could instantly become a professional in any sport, which one?", "category": "Sports" },
  { "topic": "What’s the most important lesson you’ve learned from a mistake?", "category": "Life" },
  { "topic": "What’s the best way to spend a rainy afternoon?", "category": "Lifestyle" },
  { "topic": "If you could swap places with anyone for a day, who would it be?", "category": "Imagination" },
  { "topic": "If you could erase one event from history, what would it be?", "category": "History" },
  { "topic": "What’s the most unusual thing you’ve learned from a documentary?", "category": "Science" },
  { "topic": "If animals could talk, which one would be the sassiest?", "category": "Animals" },
  { "topic": "What’s a conspiracy theory you find interesting, even if it’s not true?", "category": "Mystery" },
  { "topic": "If you could create a new planet, what would its name and atmosphere be?", "category": "Imagination" },
  { "topic": "What’s the weirdest trend you were part of as a teenager?", "category": "Culture" },
  { "topic": "What’s your idea of the perfect futuristic city?", "category": "Technology" },
  { "topic": "What superpower would you choose if it were only active for one day?", "category": "Superpowers" },
  { "topic": "If you could speak to any historical figure, who would it be?", "category": "History" },
  { "topic": "What’s the most unusual or random talent you have?", "category": "Personal" },
  { "topic": "If you could swap lives with any fictional character for a week, who would it be?", "category": "Movies" },
  { "topic": "What would you do if you woke up one day in a completely different world?", "category": "Imagination" },
  { "topic": "If your life was a movie, what would be its title?", "category": "Life" },
  { "topic": "What’s the one thing you wish everyone could understand about you?", "category": "Personal" },
  { "topic": "If you could never make a mistake again, would you take the offer?", "category": "Philosophy" },
  { "topic": "What’s the craziest thing you’ve done for a dare?", "category": "Adventure" },
  { "topic": "If you could write a letter to your younger self, what would you say?", "category": "Personal" },
  { "topic": "What’s a piece of advice you’ve given that you regret?", "category": "Personal" },
  { "topic": "What’s something most people don't know about your favorite hobby?", "category": "Hobbies" },
  { "topic": "If you could only eat one cuisine for the rest of your life, what would it be?", "category": "Food" },
  { "topic": "What would you do if you found out you were a clone?", "category": "Imagination" },
  { "topic": "What’s the most valuable lesson you’ve learned from a failure?", "category": "Life" },
  { "topic": "If you could own any type of business, what would it be?", "category": "Business" },
  { "topic": "What’s the best thing that’s happened to you in the last 24 hours?", "category": "Life" },
  { "topic": "What’s a hobby you picked up unexpectedly and loved?", "category": "Hobbies" },
  { "topic": "What would you do if you could time travel to one moment in your past?", "category": "Time" },
  { "topic": "If you could invent a new social media platform, what would it be like?", "category": "Technology" },
  { "topic": "What’s something you’ve always wanted to build or create?", "category": "Creativity" },
  { "topic": "What’s a book you feel everyone should read at least once?", "category": "Books" },
  { "topic": "What’s a country you want to visit, but haven't yet?", "category": "Travel" },
  { "topic": "What fictional world would you want to live in if it were real?", "category": "Fantasy" },
  { "topic": "If you could be part of any fictional universe, which one would you pick?", "category": "Movies" },
  { "topic": "What’s your dream vacation, and how long would you stay?", "category": "Travel" },
  { "topic": "If you could remove one law from your country, what would it be?", "category": "Politics" },
  { "topic": "What would a perfect utopian society look like to you?", "category": "Philosophy" },
  { "topic": "If you could instantly gain any one skill or talent, what would it be?", "category": "Personal" },
  { "topic": "What’s something you would change about the education system?", "category": "Education" },
  { "topic": "What’s the craziest thing you’ve witnessed in a public place?", "category": "Personal" },
  { "topic": "If you could instantly travel anywhere in the world, where would you go?", "category": "Travel" },
  { "topic": "What would the ideal day look like in your dream job?", "category": "Career" },
  { "topic": "If you could choose any technology to exist today, what would it be?", "category": "Technology" },
  { "topic": "What’s the most meaningful thing someone has done for you?", "category": "Personal" },
  { "topic": "What’s the one thing you would want people to remember about you?", "category": "Personal" },
  { "topic": "If you could switch bodies with anyone for a day, who would it be?", "category": "Imagination" },
  { "topic": "What’s the one thing you find yourself thinking about a lot?", "category": "Personal" },
  { "topic": "If you could live anywhere for one year, where would you go?", "category": "Travel" },
  { "topic": "What’s a weird habit you’ve had since childhood?", "category": "Personal" },
  { "topic": "If you could master any musical instrument, what would it be?", "category": "Hobbies" },
  { "topic": "What’s the most amazing thing you’ve seen in nature?", "category": "Nature" },
  { "topic": "What’s the funniest or most embarrassing thing you’ve seen happen in a meeting?", "category": "Work" },
  { "topic": "What’s the most bizarre conspiracy theory you’ve heard about?", "category": "Mystery" },
  { "topic": "If you could do one thing that scares you every day, what would it be?", "category": "Adventure" },
  { "topic": "What would your perfect day off look like?", "category": "Life" },
  { "topic": "If you could create your own reality TV show, what would it be about?", "category": "Entertainment" },
  { "topic": "If you could live without one modern technology, what would it be?", "category": "Technology" },
  { "topic": "What’s the most valuable thing you own and why?", "category": "Personal" },
  { "topic": "What fictional character would you invite to your birthday party?", "category": "Movies" },
  { "topic": "What’s the one item you can’t live without?", "category": "Lifestyle" },
  { "topic": "If you could be fluent in any language instantly, which one would you pick?", "category": "Culture" },
  { "topic": "What’s your go-to comfort food?", "category": "Food" },
  { "topic": "What’s the most interesting fact about space that you know?", "category": "Science" },
  { "topic": "If you could create your own country, what would it be like?", "category": "Imagination" },
  { "topic": "What’s a skill you’ve always wanted to master but never got around to?", "category": "Personal" },
  { "topic": "If you had a clone, what would you have them do?", "category": "Imagination" },
  { "topic": "What’s something you do that most people find weird?", "category": "Personal" },
  { "topic": "If you could meet any celebrity, who would it be?", "category": "Entertainment" },
  { "topic": "What’s a book that changed your perspective on life?", "category": "Books" },
  { "topic": "If you could live in any time period, past or future, when would it be?", "category": "History" },
  { "topic": "What’s the funniest thing that’s happened to you recently?", "category": "Personal" },
  { "topic": "What’s the most amazing thing you’ve done without planning?", "category": "Adventure" },
  { "topic": "What’s one life hack you swear by?", "category": "Lifestyle" },
  { "topic": "What would you do if you could suddenly read minds?", "category": "Imagination" },
  { "topic": "If you could switch careers tomorrow, what would you do?", "category": "Career" },
  { "topic": "What’s the best vacation you’ve ever had?", "category": "Travel" },
  { "topic": "If you had to pick a favorite movie genre, which one would you choose?", "category": "Entertainment" },
  { "topic": "What’s one thing you wish you could tell your future self?", "category": "Personal" },
  { "topic": "What’s the most inspiring thing you’ve heard someone say?", "category": "Motivation" },
  { "topic": "What’s a goal you’re working towards right now?", "category": "Personal" },
  { "topic": "If you could become famous for one thing, what would it be?", "category": "Life" },
  { "topic": "If you could invent a gadget, what would it do?", "category": "Technology" },
  { "topic": "What’s the weirdest dream you’ve ever had?", "category": "Imagination" },
  { "topic": "What’s the hardest lesson you’ve had to learn in life?", "category": "Life" },
  { "topic": "What’s your favorite way to spend a rainy day?", "category": "Personal" },
  { "topic": "If you could eliminate one thing from your daily routine, what would it be?", "category": "Lifestyle" },
  { "topic": "If you could have any job in the world for a week, what would it be?", "category": "Career" },
  { "topic": "What’s a myth you once believed but later discovered was untrue?", "category": "Knowledge" },
  { "topic": "What’s the craziest coincidence you’ve ever experienced?", "category": "Personal" },
  { "topic": "If you could be a professional athlete in any sport, which one would you choose?", "category": "Sports" },
  { "topic": "What’s the strangest food you’ve ever eaten and liked?", "category": "Food" },
  { "topic": "If you could be any type of animal for a day, which one would you be?", "category": "Animals" },
  { "topic": "What’s a hobby you think everyone should try at least once?", "category": "Hobbies" },
  { "topic": "What’s the most inspiring documentary you’ve watched?", "category": "Science" },
  { "topic": "If you could give one piece of advice to someone younger than you, what would it be?", "category": "Personal" },
  { "topic": "What’s the best gift you’ve ever received?", "category": "Personal" },
  { "topic": "What’s the biggest risk you’ve ever taken?", "category": "Adventure" },
  { "topic": "What’s the most random encounter you’ve had with a stranger?", "category": "Personal" },
  { "topic": "What do you think would happen if everyone could see the future?", "category": "Philosophy" },
  { "topic": "What would you do if you could live forever?", "category": "Imagination" },
  { "topic": "What’s a moment in your life that you can never forget?", "category": "Life" },
  { "topic": "What’s the most fun way to spend a Saturday?", "category": "Life" },
  { "topic": "If you could have dinner with any three people, dead or alive, who would they be?", "category": "Personal" },
  { "topic": "If you could change one thing about your hometown, what would it be?", "category": "Personal" },
  { "topic": "What’s the weirdest coincidence or synchronicity you’ve ever experienced?", "category": "Mystery" },
  { "topic": "If you could witness any event in history, which one would you choose?", "category": "History" },
  { "topic": "If you could change one rule of society, what would it be?", "category": "Society" },
  { "topic": "If you could instantly become an expert in any field, which one would it be?", "category": "Knowledge" },
  { "topic": "What’s the most unexpected thing you’ve learned in the past year?", "category": "Learning" },
  { "topic": "What’s the best decision you’ve ever made in your life?", "category": "Life" },
  { "topic": "What would you do if you were invisible for a day?", "category": "Imagination" },
  { "topic": "If you could bring back any extinct animal, which one would you choose?", "category": "Nature" },
  { "topic": "What’s your guilty pleasure when it comes to TV shows or movies?", "category": "Entertainment" },
  { "topic": "If you could time travel, would you go to the past or the future?", "category": "Time" },
  { "topic": "What’s your biggest fear and how do you deal with it?", "category": "Psychology" },
  { "topic": "What’s one thing you’ve done that you never thought you’d do?", "category": "Adventure" },
  { "topic": "What’s the most useful thing you’ve learned as an adult?", "category": "Life" },
  { "topic": "What’s the most beautiful place you’ve ever been to?", "category": "Travel" },
  { "topic": "If you could pick up a new hobby instantly, what would it be?", "category": "Hobbies" },
  { "topic": "What’s something that instantly cheers you up?", "category": "Mood" },
  { "topic": "What’s the weirdest thing you’ve ever Googled?", "category": "Personal" },
  { "topic": "If you could have one superpower for a week, what would it be?", "category": "Imagination" },
  { "topic": "If you could live anywhere in the world, where would it be?", "category": "Travel" },
  { "topic": "What’s the best way to unwind after a long day?", "category": "Lifestyle" },
  { "topic": "What’s a skill you think everyone should have?", "category": "Personal" },
  { "topic": "If you could be any fictional creature, which one would you choose?", "category": "Imagination" },
  { "topic": "What’s one thing you believe will change the world in the next 20 years?", "category": "Future" },
  { "topic": "What would your dream house look like?", "category": "Lifestyle" },
  { "topic": "What’s something you think people misunderstand about you?", "category": "Personal" },
  { "topic": "If you could meet your past self, what would you tell them?", "category": "Reflection" },
  { "topic": "What’s your go-to productivity trick?", "category": "Productivity" },
  { "topic": "What’s the most underrated movie you’ve seen?", "category": "Entertainment" },
  { "topic": "If you could only eat one type of cuisine for the rest of your life, what would it be?", "category": "Food" },
  { "topic": "What’s something you’re proud of accomplishing?", "category": "Personal" },
  { "topic": "What’s your favorite way to stay active?", "category": "Fitness" },
  { "topic": "What’s the best compliment you’ve ever received?", "category": "Personal" },
  { "topic": "If you could have dinner with any historical figure, who would it be?", "category": "History" },
  { "topic": "If you had a million dollars, what would you spend it on?", "category": "Personal" },
  { "topic": "What’s the craziest thing you’ve seen someone do in public?", "category": "Life" },
  { "topic": "What’s a hobby you’d like to try but haven’t yet?", "category": "Hobbies" },
  { "topic": "What’s the weirdest food combination you secretly love?", "category": "Food" },
  { "topic": "What’s your idea of the perfect weekend getaway?", "category": "Travel" },
  { "topic": "What’s the most interesting thing you’ve learned from a podcast or audiobook?", "category": "Learning" },
  { "topic": "What’s something that always makes you laugh?", "category": "Humor" },
  { "topic": "What’s your favorite genre of music and why?", "category": "Music" },
  { "topic": "What’s the scariest thing you’ve ever done?", "category": "Adventure" },
  { "topic": "What’s one piece of advice you’d give to someone just starting their career?", "category": "Career" },
  { "topic": "What’s the best piece of advice you’ve ever received?", "category": "Life" },
  { "topic": "What’s something you’ve always wanted to try but never have?", "category": "Adventure" },
  { "topic": "What’s the most rewarding thing you’ve ever done?", "category": "Life" },
  { "topic": "If you had to live without one sense, which one would you give up?", "category": "Life" },
  { "topic": "What’s one thing you do every day without fail?", "category": "Routine" },
  { "topic": "What’s your favorite way to relax?", "category": "Lifestyle" },
  { "topic": "If you could make any fantasy or sci-fi world real, which one would you pick?", "category": "Imagination" },
  { "topic": "What’s the weirdest thing that’s happened to you at work?", "category": "Career" },
  { "topic": "What’s one thing you wish people knew about you?", "category": "Personal" },
  { "topic": "What’s something you’re currently trying to improve about yourself?", "category": "Personal" },
  { "topic": "If animals could talk, which one would be the rudest?", "category": "Humor" },
  { "topic": "What’s the most ridiculous thing you’ve believed as a child?", "category": "Funny" },
  { "topic": "What’s the weirdest fashion trend you secretly love?", "category": "Fashion" },
  { "topic": "If you could live in any fictional universe, which one would you pick?", "category": "Imagination" },
  { "topic": "If you could only speak in movie quotes, which movie would you choose?", "category": "Humor" },
  { "topic": "What’s the most embarrassing thing you’ve done in public?", "category": "Embarrassment" },
  { "topic": "What’s the worst haircut you’ve ever had?", "category": "Personal" },
  { "topic": "If your life was a sitcom, what would it be called?", "category": "Humor" },
  { "topic": "What’s your most useless talent?", "category": "Talent" },
  { "topic": "If you were a ghost, who would you haunt first?", "category": "Imagination" },
  { "topic": "What’s the most awkward situation you’ve found yourself in?", "category": "Embarrassment" },
  { "topic": "What’s the worst pickup line someone’s used on you?", "category": "Funny" },
  { "topic": "What’s the silliest thing you’ve done to impress someone?", "category": "Funny" },
  { "topic": "If you could have dinner with any fictional character, who would it be?", "category": "Imagination" },
  { "topic": "What’s your go-to joke when you want to make someone laugh?", "category": "Humor" },
  { "topic": "What’s the weirdest thing you’ve seen someone do at a party?", "category": "Funny" },
  { "topic": "If you could be any character in a video game, who would you choose?", "category": "Imagination" },
  { "topic": "What’s the strangest food you’ve ever tried?", "category": "Food" },
  { "topic": "What would you do if you found out your pet could talk?", "category": "Imagination" },
  { "topic": "What’s the funniest thing that’s happened to you at work?", "category": "Work" },
  { "topic": "What’s the weirdest talent or skill you have?", "category": "Talent" },
  { "topic": "If you could swap lives with anyone for a day, who would it be?", "category": "Imagination" },
  { "topic": "What’s your funniest childhood memory?", "category": "Childhood" },
  { "topic": "What’s the most outrageous thing you’ve seen on the internet?", "category": "Internet" },
  { "topic": "What’s the weirdest dream you’ve ever had?", "category": "Dreams" },
  { "topic": "What’s the most awkward thing you’ve done in front of someone you like?", "category": "Funny" },
  { "topic": "What’s the weirdest thing you’ve done when you were home alone?", "category": "Funny" },
  { "topic": "What would your superpower be if it could only be a useless one?", "category": "Imagination" },
  { "topic": "If you could have a pet dragon or unicorn, which would you choose?", "category": "Imagination" },
  { "topic": "What’s the most embarrassing thing that’s ever happened to you on a date?", "category": "Dating" },
  { "topic": "What’s the craziest thing you’ve done to avoid someone?", "category": "Funny" },
  { "topic": "What would you do if you were suddenly a millionaire?", "category": "Funny" },
  { "topic": "What’s your favorite fake fact or conspiracy theory?", "category": "Humor" },
  { "topic": "If you could be famous for something silly, what would it be?", "category": "Imagination" },
  { "topic": "What’s the funniest prank you’ve ever pulled on someone?", "category": "Funny" },
  { "topic": "If you could change one thing about school, what would it be?", "category": "School" },
  { "topic": "What’s the most ridiculous way you’ve injured yourself?", "category": "Personal" },
  { "topic": "What’s your favorite weird food combination?", "category": "Food" },
  { "topic": "If you could only use one emoji for the rest of your life, which one would you choose?", "category": "Humor" },
  { "topic": "What’s the worst advice you’ve ever received?", "category": "Advice" },
  { "topic": "What’s your favorite dad joke?", "category": "Humor" },
  { "topic": "If you had to pick a theme song for your life, what would it be?", "category": "Humor" },
  { "topic": "What’s the funniest autocorrect mistake you’ve ever made?", "category": "Technology" },
  { "topic": "If you could only wear one outfit for the rest of your life, what would it be?", "category": "Fashion" },
  { "topic": "What’s the funniest or weirdest thing you’ve seen at the gym?", "category": "Fitness" },
  { "topic": "What’s your funniest online shopping experience?", "category": "Shopping" },
  { "topic": "What would be the title of your autobiography?", "category": "Life" },
  { "topic": "If you were a villain, what would your evil plot be?", "category": "Imagination" },
  { "topic": "What’s the most ridiculous thing you’ve done to get someone’s attention?", "category": "Funny" },
  { "topic": "What’s the funniest or most random thing you’ve seen someone do in public?", "category": "Funny" },
  { "topic": "If you could only speak in one accent for the rest of your life, which one would you choose?", "category": "Humor" },
  { "topic": "What’s the most embarrassing thing you've done during a Zoom call?", "category": "Technology" },
  { "topic": "If you could live in any cartoon world, which one would you choose?", "category": "Imagination" },
  { "topic": "What’s the worst gift you’ve ever received?", "category": "Gifts" },
  { "topic": "If you were a superhero, what would be your ridiculous superpower?", "category": "Imagination" },
  { "topic": "If you could only eat one food for the rest of your life, what would it be?", "category": "Food" },
  { "topic": "What’s the funniest thing you’ve overheard in public?", "category": "Humor" },
  { "topic": "If animals could drive cars, which one would be the worst driver?", "category": "Imagination" },
  { "topic": "What’s the silliest thing you've ever spent money on?", "category": "Personal" },
  { "topic": "What’s the most awkward text you’ve sent by mistake?", "category": "Technology" },
  { "topic": "If you were a ghost, what’s the first prank you would pull?", "category": "Imagination" },
  { "topic": "What would you do if you woke up one day and your reflection was gone?", "category": "Imagination" },
  { "topic": "What’s the most ridiculous argument you've had?", "category": "Funny" },
  { "topic": "If you could swap lives with your pet for a day, what would you do?", "category": "Imagination" },
  { "topic": "What’s the weirdest thing you've seen someone do on public transport?", "category": "Humor" },
  { "topic": "What’s the worst cooking disaster you've had?", "category": "Food" },
  { "topic": "If you could choose a theme song that plays every time you enter a room, what would it be?", "category": "Humor" },
  { "topic": "What’s the funniest prank you’ve pulled on someone?", "category": "Funny" },
  { "topic": "What would you do if you could speak any language fluently for a day?", "category": "Imagination" },
  { "topic": "If you were to open a restaurant, what would be its weirdest dish?", "category": "Food" },
  { "topic": "What’s the funniest reason you’ve ever gotten in trouble?", "category": "Funny" },
  { "topic": "If you could be a fly on the wall for any conversation, whose would you choose?", "category": "Humor" },
  { "topic": "What’s your favorite way to make people laugh without telling a joke?", "category": "Humor" },
  { "topic": "What’s the weirdest dream you’ve ever had?", "category": "Dreams" },
  { "topic": "If you could be a fictional villain, who would you be?", "category": "Imagination" },
  { "topic": "What’s the most ridiculous way you’ve injured yourself?", "category": "Personal" },
  { "topic": "If you could replace one of your body parts with something else, what would you pick?", "category": "Imagination" },
  { "topic": "What’s the most awkward thing you've done in front of a crush?", "category": "Embarrassment" },
  { "topic": "What’s your weirdest habit that you don’t tell people about?", "category": "Personal" },
  { "topic": "What’s the most bizarre conspiracy theory you've heard?", "category": "Humor" },
  { "topic": "If you had to invent a new holiday, what would it be and how would we celebrate?", "category": "Imagination" },
  { "topic": "What would be the worst name for a new pizza topping?", "category": "Food" },
  { "topic": "If you could create a new color, what would it look like?", "category": "Imagination" },
  { "topic": "What’s the funniest autocorrect fail you've had?", "category": "Technology" },
  { "topic": "If your life was a reality show, what would it be called?", "category": "Humor" },
  { "topic": "What’s the weirdest thing you’ve seen on the internet?", "category": "Internet" },
  { "topic": "What’s the funniest thing you’ve ever said during a job interview?", "category": "Work" },
  { "topic": "What would you do if you could turn invisible for 24 hours?", "category": "Imagination" },
  { "topic": "What’s the weirdest or funniest question you’ve been asked?", "category": "Funny" },
  { "topic": "If you could only wear one outfit forever, what would it be?", "category": "Fashion" },
  { "topic": "What’s the most random thing you have in your purse or backpack?", "category": "Funny" },
  { "topic": "What’s the weirdest thing you’ve found in your pocket?", "category": "Funny" },
  { "topic": "If you had to describe yourself as a flavor, what would it be?", "category": "Funny" },
  { "topic": "What would be your strategy to survive a zombie apocalypse?", "category": "Imagination" },
  { "topic": "What’s your favorite weird conspiracy theory?", "category": "Humor" },
  { "topic": "If you could create a new sport, what would it involve?", "category": "Imagination" },
  { "topic": "What would you do if you woke up one day and could talk to animals?", "category": "Imagination" },
  { "topic": "What’s your most embarrassing moment that you now laugh about?", "category": "Embarrassment" },
  { "topic": "If you had a time machine, what historical event would you visit?", "category": "Imagination" },
  { "topic": "What’s your go-to karaoke song?", "category": "Music" },
  { "topic": "What’s the worst haircut you’ve ever had?", "category": "Personal" },
  { "topic": "If you could live in any time period, which one would it be?", "category": "Imagination" },
  { "topic": "If you could have any animal as a pet, no matter how wild, which would you choose?", "category": "Animals" },
  { "topic": "What’s the most embarrassing thing you’ve done at work?", "category": "Work" },
  { "topic": "Have you ever accidentally called someone by the wrong name? What happened?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward thing you’ve said during a job interview?", "category": "Work" },
  { "topic": "What’s the funniest thing that’s happened to you while you were on a date?", "category": "Dating" },
  { "topic": "Have you ever waved at someone who wasn’t waving at you? How did you handle it?", "category": "Embarrassment" },
  { "topic": "What’s the silliest thing you’ve done to try and impress someone?", "category": "Funny" },
  { "topic": "What’s the most embarrassing thing you’ve accidentally posted on social media?", "category": "Social Media" },
  { "topic": "Have you ever gotten caught singing in the car? What song were you belting out?", "category": "Funny" },
  { "topic": "What’s the most embarrassing thing you’ve done in front of a crush?", "category": "Dating" },
  { "topic": "What’s the most awkward thing that’s happened to you during a family gathering?", "category": "Family" },
  { "topic": "What’s the worst fashion choice you’ve made that you still cringe about?", "category": "Fashion" },
  { "topic": "Have you ever had an embarrassing moment on vacation? What happened?", "category": "Travel" },
  { "topic": "What’s the most embarrassing text you’ve accidentally sent to the wrong person?", "category": "Technology" },
  { "topic": "What’s the funniest thing that’s happened to you while grocery shopping?", "category": "Funny" },
  { "topic": "Have you ever laughed at something inappropriate? What happened?", "category": "Embarrassment" },
  { "topic": "What’s the most embarrassing thing you’ve done at a wedding?", "category": "Events" },
  { "topic": "Have you ever walked into the wrong room by accident? How did you handle it?", "category": "Embarrassment" },
  { "topic": "What’s the most embarrassing song on your playlist?", "category": "Music" },
  { "topic": "Have you ever fallen asleep in a meeting or class? What was your excuse?", "category": "Work" },
  { "topic": "What’s the funniest thing you’ve done because you didn’t know what something meant?", "category": "Funny" },
  { "topic": "Have you ever been caught doing something embarrassing while alone?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward moment you’ve had while trying to be 'cool'?", "category": "Funny" },
  { "topic": "What’s the most embarrassing thing you’ve done while traveling alone?", "category": "Travel" },
  { "topic": "Have you ever made a fool of yourself trying to show off a new skill?", "category": "Embarrassment" },
  { "topic": "What’s the funniest miscommunication you’ve had with a friend?", "category": "Funny" },
  { "topic": "What’s the most embarrassing moment you’ve had in a restaurant?", "category": "Food" },
  { "topic": "Have you ever said something inappropriate to a stranger? What happened?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward thing you’ve done in front of your boss?", "category": "Work" },
  { "topic": "What’s the funniest wardrobe malfunction you've experienced?", "category": "Fashion" },
  { "topic": "Have you ever been caught doing something embarrassing on a video call?", "category": "Technology" },
  { "topic": "What’s the most awkward way you’ve met someone important?", "category": "Funny" },
  { "topic": "What’s the most embarrassing way you’ve accidentally offended someone?", "category": "Embarrassment" },
  { "topic": "Have you ever sent a text you didn’t mean to? What was it?", "category": "Technology" },
  { "topic": "What’s the most embarrassing thing you’ve done at a party?", "category": "Events" },
  { "topic": "What’s the most ridiculous thing you’ve done in public?", "category": "Funny" },
  { "topic": "Have you ever gotten lost in your own neighborhood? What did you do?", "category": "Embarrassment" },
  { "topic": "What’s the funniest thing you’ve done while trying to impress a teacher?", "category": "School" },
  { "topic": "What’s the worst thing you’ve done in front of your parents?", "category": "Family" },
  { "topic": "Have you ever told a joke that didn’t land? What was the punchline?", "category": "Funny" },
  { "topic": "What’s the most embarrassing thing you’ve done in public transportation?", "category": "Travel" },
  { "topic": "What’s the most awkward thing you’ve done during a job interview?", "category": "Work" },
  { "topic": "What’s the most embarrassing social media post you’ve ever made?", "category": "Social Media" },
  { "topic": "What’s the funniest mistake you’ve made while trying to follow a recipe?", "category": "Food" },
  { "topic": "Have you ever made a fool of yourself in front of a celebrity?", "category": "Embarrassment" },
  { "topic": "What’s the most embarrassing thing you’ve done on a date?", "category": "Dating" },
  { "topic": "What’s the most awkward thing that’s ever happened while you were shopping?", "category": "Shopping" },
  { "topic": "Have you ever accidentally worn mismatched shoes? What happened?", "category": "Fashion" },
  { "topic": "What’s the funniest mistake you’ve made in a presentation?", "category": "Work" },
  { "topic": "What’s the most romantic gesture you’ve ever made for someone?", "category": "Romantic" },
  { "topic": "What’s your idea of the perfect date?", "category": "Dating" },
  { "topic": "Have you ever written a love letter? What did it say?", "category": "Romantic" },
  { "topic": "What’s the most memorable love song for you?", "category": "Music" },
  { "topic": "What’s the most romantic vacation destination in your opinion?", "category": "Travel" },
  { "topic": "Do you believe in love at first sight?", "category": "Romantic" },
  { "topic": "What’s your favorite way to express love?", "category": "Romantic" },
  { "topic": "What’s the best compliment you’ve ever received from a partner?", "category": "Romantic" },
  { "topic": "What’s the most romantic movie scene you’ve ever watched?", "category": "Movies" },
  { "topic": "What do you think makes a relationship truly special?", "category": "Romantic" },
  { "topic": "What’s your love language?", "category": "Romantic" },
  { "topic": "What’s the most thoughtful gift you’ve given someone?", "category": "Romantic" },
  { "topic": "What’s the most romantic thing you’ve done for someone on their birthday?", "category": "Romantic" },
  { "topic": "Do you believe in soulmates?", "category": "Romantic" },
  { "topic": "What’s your dream proposal story?", "category": "Romantic" },
  { "topic": "What would be your idea of the perfect romantic evening?", "category": "Dating" },
  { "topic": "What’s the sweetest thing you’ve ever heard someone say to you?", "category": "Romantic" },
  { "topic": "What’s the most romantic place to watch the sunset together?", "category": "Travel" },
  { "topic": "What’s the most romantic surprise you’ve planned for someone?", "category": "Romantic" },
  { "topic": "What’s a romantic movie you could watch over and over again?", "category": "Movies" },
  { "topic": "How do you feel about public displays of affection?", "category": "Romantic" },
  { "topic": "Do you like surprise dates or planned ones?", "category": "Dating" },
  { "topic": "What’s the most romantic thing you’ve ever done for someone just because?", "category": "Romantic" },
  { "topic": "How would you describe the feeling of being in love?", "category": "Romantic" },
  { "topic": "What’s your favorite love quote?", "category": "Romantic" },
  { "topic": "What’s the best romantic date you’ve ever been on?", "category": "Dating" },
  { "topic": "What’s your favorite romantic memory with a partner?", "category": "Romantic" },
  { "topic": "What’s the most romantic thing you’ve done for yourself?", "category": "Self-love" },
  { "topic": "What kind of gestures make you feel loved?", "category": "Romantic" },
  { "topic": "What’s your opinion on writing love notes?", "category": "Romantic" },
  { "topic": "If you could plan the perfect romantic weekend, what would it look like?", "category": "Dating" },
  { "topic": "What’s your favorite way to show affection?", "category": "Romantic" },
  { "topic": "What’s the most romantic thing you’d do for someone on Valentine’s Day?", "category": "Events" },
  { "topic": "How do you feel about love letters?", "category": "Romantic" },
  { "topic": "What would you do if you knew someone secretly loved you?", "category": "Romantic" },
  { "topic": "What’s the most romantic thing you’ve seen someone else do?", "category": "Romantic" },
  { "topic": "What’s your definition of true love?", "category": "Romantic" },
  { "topic": "What’s the most thoughtful surprise you’ve planned for someone?", "category": "Romantic" },
  { "topic": "How do you feel about slow dancing with a partner?", "category": "Romantic" },
  { "topic": "Do you like receiving flowers? What’s your favorite kind?", "category": "Romantic" },
  { "topic": "What would your ideal romantic getaway look like?", "category": "Travel" },
  { "topic": "What’s the most romantic thing someone has done to win your heart?", "category": "Romantic" },
  { "topic": "What’s the best piece of relationship advice you’ve ever received?", "category": "Romantic" },
  { "topic": "What’s your idea of an ideal first kiss?", "category": "Romantic" },
  { "topic": "What’s the most memorable romantic moment you’ve had with a partner?", "category": "Romantic" },
  { "topic": "What’s your favorite romantic gesture someone has done for you?", "category": "Romantic" },
  { "topic": "What’s your favorite way to make someone feel special?", "category": "Romantic" },
  { "topic": "Have you ever accidentally sent a text to the wrong person? What did it say?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward thing you’ve ever said during an interview?", "category": "Work" },
  { "topic": "What’s the most awkward situation you’ve been in at a wedding?", "category": "Events" },
  { "topic": "Have you ever accidentally walked into the wrong room? What happened?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward conversation you’ve had with a stranger?", "category": "Social" },
  { "topic": "Have you ever had an awkward silence during a date?", "category": "Dating" },
  { "topic": "What’s the most awkward moment you’ve had at a family gathering?", "category": "Family" },
  { "topic": "Have you ever forgotten someone’s name mid-conversation?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward thing you’ve done on a video call?", "category": "Technology" },
  { "topic": "Have you ever waved at someone who wasn’t waving at you?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward thing that’s happened to you while grocery shopping?", "category": "Shopping" },
  { "topic": "Have you ever had a wardrobe malfunction in public?", "category": "Fashion" },
  { "topic": "What’s the most awkward thing you’ve said to someone you just met?", "category": "Social" },
  { "topic": "What’s the most embarrassing thing you’ve done while trying to impress someone?", "category": "Embarrassment" },
  { "topic": "Have you ever accidentally insulted someone? What did you do?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward moment you’ve had at the gym?", "category": "Fitness" },
  { "topic": "Have you ever made an embarrassing mistake while cooking?", "category": "Food" },
  { "topic": "What’s the most awkward thing you’ve done during a job interview?", "category": "Work" },
  { "topic": "Have you ever been caught talking to yourself?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward moment you’ve had while traveling?", "category": "Travel" },
  { "topic": "Have you ever laughed at the wrong moment? What happened?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward thing you’ve done during a public speech?", "category": "Social" },
  { "topic": "What’s the most awkward thing you’ve done in front of your crush?", "category": "Dating" },
  { "topic": "Have you ever made an embarrassing mistake while texting?", "category": "Technology" },
  { "topic": "What’s the most awkward situation you’ve had at a concert?", "category": "Music" },
  { "topic": "What’s the most awkward thing that’s happened to you during a meeting?", "category": "Work" },
  { "topic": "What’s the most awkward way you’ve greeted someone?", "category": "Social" },
  { "topic": "Have you ever tried to tell a joke that completely flopped?", "category": "Funny" },
  { "topic": "What’s the most awkward thing you’ve said in front of your parents?", "category": "Family" },
  { "topic": "What’s the most embarrassing thing you’ve done during a first date?", "category": "Dating" },
  { "topic": "Have you ever been caught singing in the shower by someone else?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward moment you’ve had with a coworker?", "category": "Work" },
  { "topic": "Have you ever been caught using someone else’s personal item by mistake?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward thing you’ve done while trying to make a good first impression?", "category": "Social" },
  { "topic": "Have you ever forgotten someone’s birthday? How did you handle it?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward thing you’ve done during a group chat?", "category": "Technology" },
  { "topic": "What’s the most awkward thing you’ve done when meeting your partner’s parents?", "category": "Family" },
  { "topic": "Have you ever said the wrong thing to someone and regretted it?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward situation you’ve found yourself in at a party?", "category": "Events" },
  { "topic": "Have you ever misheard someone and responded in the wrong way?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward thing you’ve done while learning a new skill?", "category": "Learning" },
  { "topic": "Have you ever had an awkward encounter with someone you follow on social media?", "category": "Social Media" },
  { "topic": "What’s the most awkward thing you’ve said to someone on a message?", "category": "Technology" },
  { "topic": "What’s the most awkward moment you’ve had while getting to know a new friend?", "category": "Friendship" },
  { "topic": "Have you ever spilled food on yourself in a public place?", "category": "Embarrassment" },
  { "topic": "What’s the most awkward thing that’s happened to you during a live performance?", "category": "Entertainment" },
  { "topic": "Have you ever had an awkward moment while meeting a celebrity?", "category": "Celebrities" },
  { "topic": "What’s the most awkward thing you’ve done while waiting in line?", "category": "Social" },
  { "topic": "Have you ever made an embarrassing mistake in front of a teacher?", "category": "School" },
  { "topic": "What’s the most awkward thing you’ve done while learning to drive?", "category": "Driving" },
  { "topic": "What’s your favorite movie that made you cry?", "category": "Movies" },
  { "topic": "What anime has the best storyline in your opinion?", "category": "Anime" },
  { "topic": "What movie character do you relate to the most?", "category": "Movies" },
  { "topic": "What’s the most underrated anime you think deserves more attention?", "category": "Anime" },
  { "topic": "If you could live in any movie universe, which one would it be?", "category": "Movies" },
  { "topic": "What’s your favorite drama series that you can watch over and over again?", "category": "Drama" },
  { "topic": "What anime villain do you think was the most well-written?", "category": "Anime" },
  { "topic": "What’s the best plot twist you’ve seen in a movie?", "category": "Movies" },
  { "topic": "Which anime character do you think has the best character development?", "category": "Anime" },
  { "topic": "What movie do you think everyone should watch at least once?", "category": "Movies" },
  { "topic": "If you had to pick a movie to represent your life, what would it be?", "category": "Movies" },
  { "topic": "What’s the best fight scene you’ve seen in an anime?", "category": "Anime" },
  { "topic": "What’s the most unforgettable scene in any movie?", "category": "Movies" },
  { "topic": "Do you prefer watching anime in sub or dub?", "category": "Anime" },
  { "topic": "What’s the best drama movie you’ve ever watched?", "category": "Movies" },
  { "topic": "What’s your opinion on anime reboots? Do they live up to the original?", "category": "Anime" },
  { "topic": "What’s your favorite movie soundtrack?", "category": "Movies" },
  { "topic": "What anime has the best world-building?", "category": "Anime" },
  { "topic": "What movie or series would you love to see a sequel to?", "category": "Movies" },
  { "topic": "What anime character has the best quotes?", "category": "Anime" },
  { "topic": "Which movie do you think has the most emotional impact?", "category": "Movies" },
  { "topic": "What’s your favorite romantic movie or drama?", "category": "Movies" },
  { "topic": "What anime made you think about life in a different way?", "category": "Anime" },
  { "topic": "What’s the most intense drama series you’ve watched?", "category": "Drama" },
  { "topic": "If you could meet any movie character, who would it be?", "category": "Movies" },
  { "topic": "What anime series do you think has the best music?", "category": "Anime" },
  { "topic": "Which movie has the best visual effects?", "category": "Movies" },
  { "topic": "What’s the most heartwarming anime you’ve seen?", "category": "Anime" },
  { "topic": "What’s your favorite movie villain?", "category": "Movies" },
  { "topic": "What anime do you think has the most complex characters?", "category": "Anime" },
  { "topic": "What movie made you feel inspired?", "category": "Movies" },
  { "topic": "What’s your favorite genre of anime?", "category": "Anime" },
  { "topic": "What movie quote do you use most often?", "category": "Movies" },
  { "topic": "What anime has the best plot structure?", "category": "Anime" },
  { "topic": "What movie or drama has the best friendship dynamic?", "category": "Drama" },
  { "topic": "If you could change the ending of any movie, which would it be?", "category": "Movies" },
  { "topic": "What anime has the best pacing?", "category": "Anime" },
  { "topic": "What’s the most thought-provoking movie you’ve ever watched?", "category": "Movies" },
  { "topic": "What’s the most iconic scene in anime history?", "category": "Anime" },
  { "topic": "What’s your favorite movie genre?", "category": "Movies" },
  { "topic": "Which anime has the most beautiful animation?", "category": "Anime" },
  { "topic": "What’s the most underrated drama you’ve ever seen?", "category": "Drama" },
  { "topic": "What movie do you think everyone should experience in theaters?", "category": "Movies" },
  { "topic": "What’s the most nostalgic anime you used to watch?", "category": "Anime" },
  { "topic": "What’s your all-time favorite drama series?", "category": "Drama" },
  { "topic": "What movie has the most unpredictable storyline?", "category": "Movies" },
  { "topic": "What anime do you recommend to newcomers?", "category": "Anime" },
  { "topic": "What’s the most tragic movie you’ve watched?", "category": "Movies" },
  { "topic": "What’s the most unexpected anime plot twist?", "category": "Anime" },
  { "topic": "Do you think social media does more harm than good?", "category": "Social" },
  { "topic": "Is technology advancing too quickly for society to keep up?", "category": "Technology" },
  { "topic": "Should privacy be sacrificed for safety?", "category": "Ethics" },
  { "topic": "Is cancel culture damaging society?", "category": "Social" },
  { "topic": "Should artificial intelligence be regulated?", "category": "Technology" },
  { "topic": "Can money buy happiness?", "category": "Philosophy" },
  { "topic": "Is climate change the biggest threat to humanity?", "category": "Environment" },
  { "topic": "Are we too reliant on our phones?", "category": "Technology" },
  { "topic": "Should genetically modified foods be banned?", "category": "Science" },
  { "topic": "Does democracy still work in the modern world?", "category": "Politics" },
  { "topic": "Can we ever truly achieve equality?", "category": "Social" },
  { "topic": "Should voting be mandatory?", "category": "Politics" },
  { "topic": "Should we colonize other planets?", "category": "Space" },
  { "topic": "Is freedom of speech being overstepped in modern society?", "category": "Politics" },
  { "topic": "Is the concept of 'true love' realistic?", "category": "Love" },
  { "topic": "Are social justice movements being hijacked for personal gain?", "category": "Society" },
  { "topic": "Can people truly change?", "category": "Philosophy" },
  { "topic": "Should we legalize drugs?", "category": "Politics" },
  { "topic": "Is modern education broken?", "category": "Education" },
  { "topic": "Do we have a right to know everything?", "category": "Ethics" },
  { "topic": "Should we have a universal basic income?", "category": "Economics" },
  { "topic": "Can money fix inequality?", "category": "Economics" },
  { "topic": "Is nuclear energy the solution to the energy crisis?", "category": "Science" },
  { "topic": "Is it ethical to use animals for scientific research?", "category": "Ethics" },
  { "topic": "Can we stop the rise of authoritarianism?", "category": "Politics" },
  { "topic": "Do you think social media influencers are harmful to society?", "category": "Social" },
  { "topic": "Should the internet be regulated more?", "category": "Technology" },
  { "topic": "Is democracy truly the best form of government?", "category": "Politics" },
  { "topic": "Can you separate the art from the artist?", "category": "Culture" },
  { "topic": "Should people be held accountable for their actions in the past?", "category": "Ethics" },
  { "topic": "Does technology dehumanize us?", "category": "Philosophy" },
  { "topic": "Can capitalism and environmental sustainability coexist?", "category": "Economics" },
  { "topic": "Should there be limits to scientific advancements?", "category": "Science" },
  { "topic": "Is personal freedom more important than societal rules?", "category": "Philosophy" },
  { "topic": "Should we give more power to global organizations?", "category": "Politics" },
  { "topic": "Can we trust the media?", "category": "Politics" },
  { "topic": "Is the idea of fame toxic?", "category": "Culture" },
  { "topic": "Should schools teach about mental health?", "category": "Education" },
  { "topic": "Are we living in a simulation?", "category": "Philosophy" },
  { "topic": "Should we outlaw certain forms of entertainment?", "category": "Culture" },
  { "topic": "Should governments control the internet?", "category": "Politics" },
  { "topic": "Can we trust artificial intelligence with our personal data?", "category": "Technology" },
  { "topic": "Does wealth inequality lead to social instability?", "category": "Economics" },
  { "topic": "Is the criminal justice system broken?", "category": "Politics" },
  { "topic": "Should companies be responsible for their environmental impact?", "category": "Business" },
  { "topic": "Are we losing the ability to think critically?", "category": "Society" },
  { "topic": "Is the education system preparing students for the real world?", "category": "Education" },
  { "topic": "Should the rich pay higher taxes?", "category": "Economics" },
  { "topic": "Can we ever truly be 'woke'?", "category": "Social" },
  { "topic": "Is war ever justifiable?", "category": "Politics" },
  { "topic": "Does technology make us less connected to reality?", "category": "Technology" },
  { "topic": "Is it ethical to clone animals?", "category": "Science" },
  { "topic": "Should social media platforms be held accountable for content?", "category": "Social" },
  { "topic": "Is it better to have a few close friends or many acquaintances?", "category": "Social" },
  { "topic": "Is fame worth the cost of privacy?", "category": "Culture" },
  { "topic": "Are we becoming too reliant on automation?", "category": "Technology" },
  { "topic": "Do humans have the right to manipulate nature?", "category": "Science" },
  { "topic": "Should artificial intelligence have rights?", "category": "Technology" },
  { "topic": "Is the pursuit of perfection ruining creativity?", "category": "Culture" },
  { "topic": "Should all countries invest in space exploration?", "category": "Space" },
  { "topic": "Is there a limit to how far humanity should go in scientific research?", "category": "Science" },
  { "topic": "Can money truly buy happiness?", "category": "Economics" },
  { "topic": "Are we too obsessed with success?", "category": "Social" },
  { "topic": "Should animals have the same rights as humans?", "category": "Ethics" },
  { "topic": "Should we continue using plastic if it’s not easily replaceable?", "category": "Environment" },
  { "topic": "Is it okay to judge people based on their appearance?", "category": "Social" },
  { "topic": "Is time travel possible, and if so, would it be a good idea?", "category": "Science" },
  { "topic": "Can a society function without money?", "category": "Economics" },
  { "topic": "Should we teach children how to manage money from a young age?", "category": "Education" },
  { "topic": "Is it better to live in the moment or plan for the future?", "category": "Philosophy" },
  { "topic": "Do we rely too much on technology for personal convenience?", "category": "Technology" },
  { "topic": "Should humans try to live forever?", "category": "Philosophy" },
  { "topic": "Is privacy becoming a thing of the past?", "category": "Technology" },
  { "topic": "Are we sacrificing quality for speed in our work?", "category": "Work" },
  { "topic": "Should parents be held responsible for their children's actions?", "category": "Social" },
  { "topic": "Is there such a thing as true objectivity?", "category": "Philosophy" },
  { "topic": "Are we too focused on material possessions?", "category": "Social" },
  { "topic": "Should we let people choose how long they want to live?", "category": "Ethics" },
  { "topic": "Does the pursuit of knowledge ever end?", "category": "Philosophy" },
  { "topic": "Is it more important to be kind or to be right?", "category": "Social" },
  { "topic": "Can we trust our memories?", "category": "Psychology" },
  { "topic": "Are we too dependent on convenience food?", "category": "Health" },
  { "topic": "Should we limit the use of technology for children?", "category": "Technology" },
  { "topic": "Can we really change our habits permanently?", "category": "Psychology" },
  { "topic": "Is it better to have a lot of experience or a lot of knowledge?", "category": "Career" },
  { "topic": "Should we focus on solving world hunger or world peace first?", "category": "Ethics" },
  { "topic": "Is it better to be loved or to be feared?", "category": "Philosophy" },
  { "topic": "Is there a limit to the human capacity for learning?", "category": "Education" },
  { "topic": "Should we be more concerned with what we consume rather than how much?", "category": "Health" },
  { "topic": "Does the world need more innovators or more problem solvers?", "category": "Innovation" },
  { "topic": "Are we losing the ability to communicate face-to-face?", "category": "Social" },
  { "topic": "Can we achieve true sustainability without sacrificing comfort?", "category": "Environment" },
  { "topic": "Should we be focusing on improving existing technology or creating new technology?", "category": "Technology" },
  { "topic": "Is there such a thing as too much choice?", "category": "Psychology" },
  { "topic": "Can virtual reality replace real-world experiences?", "category": "Technology" },
  { "topic": "Should companies prioritize employee well-being over profit?", "category": "Work" },
  { "topic": "Can you be happy without a purpose?", "category": "Philosophy" },
  { "topic": "Should we teach critical thinking in schools?", "category": "Education" },
  { "topic": "Is there a point where society should stop evolving?", "category": "Philosophy" },
  { "topic": "Is it possible to live without regrets?", "category": "Philosophy" },
  { "topic": "Should we have stricter regulations for fast fashion?", "category": "Environment" },
  { "topic": "Is it better to be an expert in one thing or a generalist?", "category": "Career" },
  { "topic": "Should we try to control the weather?", "category": "Science" },
  { "topic": "What’s the most embarrassing thing you’ve done in public?", "category": "Funny" },
  { "topic": "Have you ever sent a text to the wrong person? What was it?", "category": "Funny" },
  { "topic": "What’s the weirdest thing you believed as a kid?", "category": "Childhood" },
  { "topic": "Have you ever accidentally called someone by the wrong name?", "category": "Awkward" },
  { "topic": "What’s your most epic kitchen disaster?", "category": "Food" },
  { "topic": "Have you ever laughed so hard at the wrong time?", "category": "Funny" },
  { "topic": "What’s the worst excuse you’ve used to get out of something?", "category": "Excuses" },
  { "topic": "What’s the weirdest thing you’ve ever Googled?", "category": "Awkward" },
  { "topic": "If your life were a movie, what would be the most awkward scene?", "category": "Funny" },
  { "topic": "Have you ever fallen in front of a crowd? How did you recover?", "category": "Funny" },
  { "topic": "What’s the most random thing you’ve ever said to a stranger?", "category": "Awkward" },
  { "topic": "Have you ever laughed so hard you couldn’t stop crying?", "category": "Funny" },
  { "topic": "What’s the most awkward selfie you’ve ever taken?", "category": "Photos" },
  { "topic": "What’s the weirdest food combo you secretly enjoy?", "category": "Food" },
  { "topic": "Have you ever replied to someone thinking they were talking to you?", "category": "Awkward" },
  { "topic": "What’s the strangest lie you told as a kid?", "category": "Childhood" },
  { "topic": "What’s the most awkward small talk you’ve had with someone?", "category": "Awkward" },
  { "topic": "Have you ever walked into the wrong room? What happened?", "category": "Funny" },
  { "topic": "What’s the silliest misunderstanding you’ve been part of?", "category": "Funny" },
  { "topic": "What’s the worst hairstyle decision you’ve ever made?", "category": "Appearance" },
  { "topic": "What’s the most ridiculous thing you’ve done to impress someone?", "category": "Awkward" },
  { "topic": "Have you ever forgotten someone’s name right after they told you?", "category": "Funny" },
  { "topic": "What’s your go-to funny excuse when you’re late?", "category": "Excuses" },
  { "topic": "Have you ever been caught singing or dancing in public?", "category": "Embarrassing" },
  { "topic": "What’s the funniest autocorrect mistake you’ve made?", "category": "Texting" },
  { "topic": "Have you ever tripped on absolutely nothing?", "category": "Funny" },
  { "topic": "What’s the weirdest dream you’ve ever had?", "category": "Dreams" },
  { "topic": "What’s the most awkward thing you’ve accidentally overheard?", "category": "Awkward" },
  { "topic": "Have you ever been locked out of your house in a funny way?", "category": "Embarrassing" },
  { "topic": "What’s the most bizarre thing you’ve bought online?", "category": "Shopping" },
  { "topic": "What’s the weirdest outfit you’ve worn in public?", "category": "Appearance" },
  { "topic": "What’s your funniest childhood nickname?", "category": "Childhood" },
  { "topic": "Have you ever pretended to know something you didn’t? What was it?", "category": "Awkward" },
  { "topic": "What’s the most awkward thing someone caught you doing?", "category": "Funny" },
  { "topic": "Have you ever laughed at something that wasn’t a joke?", "category": "Awkward" },
  { "topic": "What’s the weirdest talent you have?", "category": "Funny" },
  { "topic": "What’s the funniest rumor you’ve heard about yourself?", "category": "Social" },
  { "topic": "Have you ever accidentally walked into a glass door?", "category": "Embarrassing" },
  { "topic": "What’s the worst text typo you’ve ever sent?", "category": "Texting" },
  { "topic": "Have you ever had a wardrobe malfunction in public?", "category": "Embarrassing" },
  { "topic": "What’s the strangest thing you’ve been scared of?", "category": "Childhood" },
  { "topic": "Have you ever tried to impress someone and failed miserably?", "category": "Awkward" },
  { "topic": "What’s the weirdest compliment you’ve ever received?", "category": "Funny" },
  { "topic": "Have you ever given someone completely wrong directions?", "category": "Funny" },
  { "topic": "What’s the silliest thing you’ve argued about?", "category": "Funny" },
  { "topic": "Have you ever forgotten your lines in a presentation or performance?", "category": "Awkward" },
  { "topic": "What’s the funniest reason you’ve been late to something?", "category": "Excuses" },
  { "topic": "Have you ever accidentally texted someone you were talking about?", "category": "Texting" },
  { "topic": "What’s the weirdest habit you have when you’re alone?", "category": "Funny" }
]